Repository: g0kean/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/Localizable.strings
Languages: cs, es_es, fr

source: OK
cs: Budiž
es_es: Aceptar

source: Cancel
cs: Zrušit
es_es: Cancelar
fr: Annuler

source: Quit
cs: Ukončit
es_es: Salir
fr: Quitter

source: Relaunch
cs: Znovu spustit
es_es: Reabrir
fr: Relancer

source: Ignore
cs: Ignorovat
es_es: Ignorar
fr: Ignorer

source: Preferences
es_es: Preferencias

source: QSPlugInsPrefPane
cs: Zásuvné moduly
es_es: Plug-ins
fr: Modules externes

source: QSUpdatePrefPane
cs: Aktualizace
es_es: Actualizar
fr: Mise à jour

source: QSHelpersPrefPane
cs: Pomocníci
es_es: Ayudantes
fr: Assistants

source: QSTriggerEditor
cs: Spouštěče
es_es: Disparadores
fr: Raccourcis

source: QSApplicationPrefPane
cs: Aplikace
es_es: Aplicación
fr: Application

source: QSCatalogController
cs: Katalog
es_es: Catálogo
fr: Catalogue

source: QSSilverNotifier
cs: Quicksilver (vestavěné)
es_es: Quicksilver (Incorporado)
fr: Quicksilver (incorporé)

source: QSNotificationCenterNotifier
cs: Centrum oznámení
es_es: Centro de notificaciones
fr: Centre de notification

source: QSDefaultStringRanker
cs: Výchozí (vestavěné)
es_es: Por defecto (Incorporado)
fr: Par défaut (incorporé)

source: Guide
es_es: Guía

source: requires
cs: vyžaduje
es_es: requiere
fr: nécessite

source: Recent versions of Quicksilver require Mac OS %@. Older %@ compatible versions are available from the http://qsapp.com/download.php
cs: Tato verze QuickSilver vyžaduje OS X %@. Starší verze kompatibiulní s %@ je dostupná na http://qsapp.com/download.php
es_es: Las versiones más nuevas de Quicksilver requieren Mac OS %@. Existen versiones más antiguas compatibles con %@ disponibles en http://qsapp.com/download.php

source: Quicksilver Crashed
cs: Pád aplikace Quicksilver
es_es: Quicksilver ha fallado
fr: Quicksilver a planté

source: Quicksilver crashed when loading the %@ plugin. Do you wish to delete this plugin and continue launching Quicksilver?
cs: Aplikace Quicksilver se neočekávaně ukončila při načítání zásuvného modulu „%@“. Přejete si odstranit tento zásuvný modul a pokračovat ve spouštění aplikace Quicksilver?
es_es: Quicksilver se cerró inesperadamente cuando cargaba el plug-in %@. ¿Desea borrar el plug-in y continuar abriendo Quicksilver?
fr: Quicksilver a planté lors du chargement de l'extension %@. Souhaitez-vous supprimer cette extension et poursuivre le lancement de Quicksilver ?

source: Sorry. Quicksilver crashed on last use. Deleting caches may help solve the problem. Otherwise you can try to launch Quicksilver again, or quit and read the FAQ.
cs: Lituji, ale aplikace Quicksilver se při posledním použití neočekávaně ukončila. Smazání vyrovnávací paměti může pomoci vyřešit problém. Jinak můžete zkusit spustit aplikaci Quicksilver znovu nebu ukončit aplikaci a ořečíst si FAQ.
es_es: Perdón. Quicksilver se cerro inesperadament la ultima vez.⏎ Borrar las cachés puede ayudar a resolver el problema.⏎ Por otro lado, puedes intentar arrancar Quicksilver de nuevo o salir y leer la FAQ.
fr: Désolé. Quicksilver a planté lors de la dernière utilisation. Vider les caches peut aider à résoudre les problèmes. Sinon, vous pouvez essayer de relancer Quicksilver, ou encore quitter et lire la FAQ.

source: Do Nothing
cs: Nedělat nic
es_es: No hacer nada
fr: Ne rien faire

source: Read FAQ
cs: Přečíst FAQ
es_es: Leer las preguntas mas frecuentes (FAQ)
fr: Lire la FAQ

source: Clear Caches
cs: Vymazat vyrovnávací paměti
es_es: Limpiar las caches
fr: Vider les caches

source: Running from a new location
cs: Spuštěno z jiného umístění
es_es: Ejecutando desde una localización nueva
fr: En cours d’exécution depuis un nouvel emplacement

source: The previous version of Quicksilver was located in "%@". Would you like to move this new version to that location?
cs: Předchozí verze aplikace Quicksilver je umístěna v „%@“. Přejete si novou verzi přesunout na toto místo?
es_es: La versión anterior de Quicksilver estaba localizada en "%@". ¿Le gustaria mover esta nueva versión a ese lugar?
fr: La version précédente de Quicksilver se trouvait dans « %@ ». Souhaitez-vous déplacer la nouvelle version à cet endroit ?

source: This is an old version of Quicksilver
cs: Toto je stará verze aplikace Quicksilver
es_es: Esta es una versión antigua de Quicksilver
fr: Ceci est une vieille version de Quicksilver

source: You have previously used a newer version. Perhaps you have duplicate copies?
cs: V nedávné době jste použil starší verzi aplikace Quicksilver. Možná máte někde uloženou starou kopii.
es_es: Ha utilizado una versión más nueva anteriormente. ¿Es posible que tenga copias duplicadas?
fr: Vous avez déjà utilisé une version plus récente. Peut-être avez-vous des copies en double ?

source: Reveal this copy
cs: Zobrazit tuto verzi
es_es: Mostrar donde esta esta copia
fr: Révéler cette copie

source: Would you like to install Quicksilver?
cs: Přejete si nainstalovat Quicksilver?
es_es: ¿Desea instalar Quicksilver?
fr: Souhaitez-vous installer Quicksilver ?

source: Quicksilver was launched from a download location.Would you like to copy Quicksilver to your applications folder?
cs: Aplikace Quicksilver byla spuštěna z umístění kam byla zkopírována. Přejete si zkopírovat aplikaci vo vaší složky Aplikace?
es_es: Has arrancado Quicksilver desde una localización para descargas.⏎ ¿Deseas copiar Quicksilver a la carpeta de aplicaciones?
fr: Quicksilver a été lancé depuis un emplacement de téléchargement. Voudriez vous copier Quicksilver dans votre dossier Applications?

source: Install in "Applications"
cs: Instalovat do složky „Aplikace“
es_es: Instalar en "Aplicaciones"
fr: Installer dans « Applications »

source: Choose Location...
cs: Vybrat umístění…
es_es: Escoger carpeta de destino
fr: Choisir l'emplacement...

source: Install Here
cs: Instalovat sem
es_es: Instalar aquí
fr: Installer ici

source: Install Quicksilver
cs: Instalovat Quicksilver
es_es: Instalar Quicksilver
fr: Installer Quicksilver

source: An error has occured
cs: Vyskytla se chyba
es_es: Ha ocurrido un error
fr: Une erreur est survenue

source: Quicksilver must be relaunched to regain stability.
cs: Aplikace Quicksilver se musí znovu spustit.
es_es: Quicksilver debe ser reiniciado para recuperar estabilidad.
fr: Quicksilver doit être redémarré pour redevenir stable.

source: Move and Relaunch
cs: Přesunout a znovu spustit
es_es: Mover y reabrir
fr: Déplacer et relancer

source: Don't Move
cs: Nepřesouvat
es_es: No mover
fr: Ne pas déplacer

source: Quicksilver has been updated
cs: Quicksilver byl zaktualizován
es_es: Quicksilver se ha actualizado
fr: Quicksilver a été mis à jour

source: You are using a new version of Quicksilver. Would you like to see the Release Notes?
cs: Používáte novou verzi aplikace Quicksilver. Přejete si přečíst poznámky k vydání?
es_es: Estás utilizando una nueva versión de Quicksilver. ¿Deseas ver las notas de la versión?
fr: Vous utilisez une nouvelle version de Quicksilver. Désirez vous lire les « Notes de la version » ?

source: Show Release Notes
cs: Zobrazit poznámky k vydání
es_es: Mirar notas de lanzamiento
fr: Afficher les « Notes de la version »

source: Quicksilver is now 64-bit
cs: Quicksilver je nyní 64bitový
es_es: Quicksilver ahora funciona a 64 bits
fr: Quicksilver est maintenant en 64-bit

source: 64-bit details
cs: Některé starší zásuvné moduly nepůjde načíst. Seznam vypnutých zásuvných modulů je v Předvolbách aplikace.. Jestliže se za žádnou cenu nemůžete bez staršího zásuvného modulu obejít, můžete aplikaci Quicksilver spustit ve 32bitovém režimu (podpora 32bitových zásuvných modulu bude v další verzi vypuštěna).
es_es: Algunos complementos antiguos no se cargaran. Está disponible una lista de los complementos desactivados en las Preferencias.⏎ ⏎ Si no puede vivir sin un complemento antiguo, Quicksilver puede ejecutarse en modo de 32-bit. (El soporte a 32-bits se abandonará en una versión futura).
fr: D'anciens modules externes ne pourront pas se charger. Une liste des modules externes désactivés est disponible dans les Réglages. Si vous avez absolument besoin d'un ancien module externe, Quicksilver peut être démarré en mode 32-bit. (Le support du 32-bit sera abandonné dans les versions futures.)

source: Network and Removable Disks
cs: Síť a přenosné disky
es_es: Discos extraíbles y unidades de red
fr: Réseau et disques amovibles

source: Type to search
cs: Pro hledání zadejte text
es_es: Teclee para buscar
fr: Taper pour chercher

source: %d of %d
cs: %1$d z %2$d
es_es: %1$d of %2$d
fr: %1$d de %2$d

source: Filter Catalog
cs: Filtrovat katalog
es_es: Filtrar catálogo
fr: Catalogue de filtres

source: Filter Results
cs: Filtrovat výsledky
es_es: Filtrar resultados
fr: Filtrerésultats les r

source: Snap to Best
cs: Vybrat nejlepší
es_es: Ajustar al mejor
fr: Rester sur le meilleur

source: General
cs: Hlavní
fr: Général
