Repository: g0kean/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSAppearancePrefPane.strings
Languages: cs, es_es

source: Appearance
cs: Vzhled
es_es: Apariencia

source: Color and visual settings
cs: Nastavení vzhledu a barev
es_es: Color y efectos visuales

source: Add Glow to Matched Text
cs: Rozzářit shodu v textu
es_es: Añadir resaltado al texto coincidente

source: Add a glow to the searched for characters in an item’s name
cs: Rozzářit hledané znaky v názvu položky
es_es: Añadir resaltado a los caracteres buscados en el nombre de un elemento

source: Always Show Name
cs: Vždy zobrazovat jméno
es_es: Mostrar siempre el nombre

source: Background
cs: Pozadí
es_es: Fondo

source: Background color for the selected pane in the main window
cs: Barva pozadí pro vybraný panel v hlavním okně
es_es: Color de fondo para el panel seleccionado en la ventana principal

source: Background color of the main window
cs: Barva pozadí hlavního okna
es_es: Color de fondo de la ventana principal

source: Background color of the results list
cs: Barva pozadí seznamu výsledů
es_es: Color de fondo para el listado de resultados

source: Bezels are glass
cs: Skleněné rámečky
es_es: Biseles de cristal

source: Bezels have shadows
cs: Rámečky se stíny
es_es: Los biseles tienen sombras

source: Click to customise the interface
cs: Klepněte pro změnu vzhledu
es_es: Click para personalizar la interfaz

source: Color of the results list selected row
cs: Barva vybraného řádku seznamu výsledků
es_es: Color de la fila seleccionada en la lista de resultados

source: Colors
cs: Barvy
es_es: Colores

source: Compress Long Names
cs: Zkracovat dlouhé názvy
es_es: Comprimir nombres largos

source: Customize
cs: Přizpůsobit
es_es: Personalizar

source: Defaults
cs: Výchozí
es_es: Valores por defecto

source: Enable eye-candy
cs: Povolit vizuální efekty
es_es: Activar gráficos vistosos

source: Header and footer background color in the result list
cs: Barva pozadí záhlaví a zápatí v seznamu výsledků
es_es: Color de fondo del pie y la cabecera en la lista de resultados

source: Interface
cs: Vzhled
es_es: Interfaz

source: Interface type
cs: Typ rozhraní
es_es: Tipo de interfaz

source: Main Window:
cs: Hlavní okno
es_es: Ventana principal:

source: Make the interface pop in and out
cs: Poskakování v uživatelském rozhraní
es_es: Hacer que la interfaz aparezca y desaparezca

source: Menu Bar
cs: Řádek nabídek
es_es: Barra de menú

source: OtherViews
es_es: OtrasVistas

source: Preview
cs: Náhled
es_es: Vista previa

source: Preview the colour changes in the interface
cs: Zobrazit barevně změny v UI
es_es: Previsualizar los cambios de color en la interfaz

source: Result Headers:
cs: Hlavičky výsledků:
es_es: Cabeceras de resultados:

source: Result Lists:
cs: Seznam výsledků:
es_es: Lista de resultados:

source: Select Interface:
cs: Vybraný vzhled
es_es: Seleccionar interfaz:

source: Selection & Accents
cs: Výběry a akcenty
es_es: Selección y destacados

source: Superfluous visual effects
cs: Nadbytečné vizuální efekty
es_es: Efectos visuales supérfluos

source: Text
es_es: Texto

source: Text color in the main window
cs: Barva textu hlavního okna
es_es: Color del texto en la ventana principal

source: Text color in the results list rows
cs: Barva textu seznamu výsledků
es_es: Color del texto de las filas en la lista de resultados

source: Text color of the result window header/footer text
cs: Barva textu záhlaví/zápatí v okně výsledků
es_es: Color del texto de la cabecera/pie de la ventana de resultados

source: Underline Matched Text
cs: Podtrhnout odpovídající text
es_es: Subrayar el texto coincidente

source: Underline the searched for characters in an item’s name
cs: Podtrhnout hledané znaky v názvu položky
es_es: Subrayar los caracteres buscados en el nombre de un elemento

source: Unused
cs: Nepoužito
es_es: Sin usar

source: Use the palette below to alter the colors of the interface
cs: Pomocí palety níže, můžete změnit barvy rozhraní
es_es: Utilice la siguiente paleta para modificar los colores de la interfaz

source: When the item’s name can’t fit, try squeezing letters together before truncating
cs: U příliš dlouhých položek, nejprve zúžit text
es_es: Si el nombre del elemento no cabe, intentar juntar las letras antes de truncarlas

source: When the search matches an item’s label, keep the name visible
cs: U nalezené položky, ponechat název viditelný
es_es: Cuando la búsqueda coincide con la etiqueta de un elemento, mantiene el nombre visible

source: Window
cs: Okno
es_es: Ventana
