Repository: g0kean/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSApplicationPrefPane.strings
Languages: cs

source: Application
cs: Aplikace

source: Launch, visibility, and update settings
cs: Nastavení spouštění, vzhledu a aktualizací

source: Add Quicksilver to your login items
cs: Přidat Quicksilver do

source: Cancel
cs: Zrušit

source: Check Now
cs: Ověřit nyní

source: Check for update immediately
cs: Ihned ověřit aktualizace

source: Check for updates:
cs: Ověřovat aktualizace:

source: Current version:
cs: Aktuální verze:

source: Daily
cs: Každý den

source: Download updates in the background
cs: Kopírovat aktualizace na pozadí

source: Enable update checking
cs: Zapnout ověřování aktualizací

source: General
cs: Hlavní

source: Include access to all menu items from menu bar
cs: Zapnout přístup ke všem položkám nabídky z řádku nabídek

source: Last check:
cs: Poslední ověření:

source: Monthly
cs: Měsíčně

source: Never
cs: Nikdy

source: On Launch
cs: Při spuštění

source: Reset Preferences
cs: Obnovit předvolby

source: Run Setup
cs: Spustit úvodní nastavení

source: Setup
cs: Nastavení

source: Show icon in dock
cs: Zobrazovat ikonu v Doku

source: Show icon in menu bar
cs: Zobrazovat ikonu v řádku nabídek

source: Start at login
cs: Spustit př přihlášení

source: Toggle dock icon and menu visibility. (Requires relaunch)
cs: Přehodit zobrazení ikony v doku a nabídky (vyžaduje restart aplikace).

source: Uninstall Quicksilver
cs: Odinstalovat Quicksilver

source: Update frequency
cs: Četnost ověřování aktualizací

source: Updates
cs: Aktualizace

source: Weekly
cs: Každý týden
