Repository: g0kean/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSPlugInsPrefPane.strings
Languages: es_es

source: Plugins
es_es: Pluguins

source: Find and install plugins
es_es: Buscar e instalar complementos

source: Categories
es_es: Categorías

source: Copy Installation URL
es_es: Copiar la URL de instalación

source: Delete Selected Plugins
es_es: Eliminar las extensiones seleccionadas

source: Download as File...
es_es: Descargar como fichero...

source: Install Selected Plugins
es_es: Instalar las extensiones seleccionadas

source: Install clicked plugins without asking
es_es: Instalar extensiones seleccionadas sin preguntar

source: Install plugins from web without asking
es_es: Instalar extensiones de la web sin preguntar

source: Install prerequisites without asking
es_es: Instalar prerrequisitos sin preguntar

source: Installed Version
es_es: Versión instalada

source: Latest Version
es_es: Última versión

source: Menu
es_es: Menú

source: No Description
es_es: Sin descripción

source: None
es_es: Ninguno

source: Open Plugin Help
es_es: Abrir la ayuda de la extensión

source: Plug-In Categories
es_es: Categorías de extensiones

source: Plug-In Description
es_es: Descripción de la extensión

source: Plug-in Name
es_es: Nombre de la extensión

source: Plug-in Status
es_es: Estado de la extensión

source: Plugin Documentation
es_es: Documentación de la extensión

source: Plugin Information
es_es: Información de la extensión

source: Refresh list of plugins
es_es: Actualizar lista de extensiones

source: Reload plugin list
es_es: Recargar lista de plugins

source: Show Plugins Folder
es_es: Mostrar el directorio de extensiones

source: Small System Font Text
es_es: Fuente del sistema pequeña

source: Status
es_es: Estado

source: Updated
es_es: Actualizados

source: Vers.
es_es: V.

source: Window
es_es: Ventana

source: byline
es_es: por
