Repository: g0kean/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSSearchPrefPane.strings
Languages: cs

source: Command
cs: Cmd

source: Activation and Matching options
cs: Aktivace a volby hlednání

source: Activation
cs: Aktivace

source: Automatically put Quicksilver into text mode if no results are found in the Catalog
cs: Pokud nebudou žádné výsledky v katalogu, automaticky přepnout Quicksilver do textového režimu.

source: Caps Lock
cs: Zámek přeřaďovače

source: Control
cs: Ctrl

source: Delay before searching to improve performance on slow machines
cs: Prodleva před hledáním pro zlepšení výkonu na pomalých strojích

source: Delayed
cs: Zpožděno

source: Double
cs: Dvojstisk

source: Edit
cs: Upravit

source: Enter the hotkey you want to use to display Quicksilver
cs: Zadejte klávesovou zkratku, pro vyvolání programu Quicksilver

source: Focus action when displaying results
cs: Akce při zobrazování výsledků

source: Function
cs: Funkce

source: Immediately
cs: Ihned

source: Item 1
cs: Položka 1

source: Item 2
cs: Položka 2

source: Item 3
cs: Položka 3

source: Jump to Argument Field
cs: Přejít na pole argumentu

source: Manually
cs: Ručně

source: Modifier-only activation
cs: Aktivace pouze modifikátorem

source: Normal
cs: Normální

source: Option
cs: Cmd

source: Reset search after:
cs: Vyprázdnit pole hledání po:

source: Results
cs: Výsledky

source: Results Row Height:
cs: Výška řádku výsledků:

source: Search
cs: Hledat

source: Select Next Result
cs: Přejít na následující výsledek

source: Set when the results window appears for search results
cs: Nastaveno, když se zobrazí okno s výsledky vyhledávání

source: Sets the height of each row in the results window
cs: Nastaví výšku každého řádku v okně výsledků

source: Shift
cs: Přeřaďovač

source: Shortcut:
cs: Zkratka:

source: Show Item's Contents
cs: Zobrazit obsah položky

source: Show children in result list
cs: Zobrazit potomky ve výsledku hledání

source: Show other results:
cs: Zobrazit další výsledky:

source: Single
cs: Stisk

source: Smart
cs: Chytrý

source: Spacebar behavior:
cs: Chování mezerníku:

source: Split the results list into two columns to display the children of results
cs: Rozdělit seznam výsledků do dvou sloupců, pro zobrazení potomků výsledků

source: Switch to Text Mode
cs: Přepnout do textového režimu

source: Switch to text mode if no match is found
cs: Pokud nebude nic nalezeno, přepnout do textového režimu

source: Time to wait before new letters typed are considered a new search
cs: Prodleva před zadáním dalších písmen, který je považován za nové hledání

source: Use a single key command to activate
cs: Pro aktivaci použít jednu klávesu

source: Wait before searching:
cs: Prodleva před hledáním:

source: When activated, switch keyboard to
cs: Při aktivaci, přepnout klávesnici na

source: none
cs: nic
